//============================================================================
// Name        : test.cpp
// Author      : 
// Version     :
// Copyright   : Your copyright notice
// Description : Hello World in C++, Ansi-style
//============================================================================

#include <iostream>
using namespace std;




int main() {
	/*宿題
	 * 整数xをゼロにして、2を5回足して行きなさい(できたら足すたびに結果を出力しなさい)
	 *
	 * 整数xを1にして、2を5回かけていきなさい(できたらかけるたびに結果を出力しなさい)
	 *
	 * 整数xを10にして, 2を5回引いていきなさい(できたら引くたびに結果を出力しなさい)
	 */



	return 0;
}
